{
    "cogs": [{
        "1": {
            "name": "Divertimento",
            "description": "Qualche comando divertente",
            "commands": [{
                "1": {
                    "name": "8ball",
                    "description": "Chiedi una domanda alla 8ball.",
                    "answers": [
                        "Come la vedo io, sì.",
                        "È certo.",
                        "È decisamente così.",
                        "Probabilmente sì.",
                        "A vista sembra di sì.",
                        "La mia intelligenza dice di sì.",
                        "Senza alcun dubbio.",
                        "Sì.",
                        "Sì – decisamente.",
                        "Potresti contarci.",
                        "Mi sono confuso, riprova.",
                        "Chiedi più tardi.",
                        "Meglio non dirtelo ora.",
                        "Non posso predirlo ora.",
                        "Concentrati e chiedi di nuovo.",
                        "Non contarci.",
                        "La mia risposta è no.",
                        "La mia intelligenza dice di no.",
                        "A vista sembra di no.",
                        "Ho molti dubbi al riguardo.",
                        "testù, testù, testù testù! testù testù testù"
                    ]
                },
                "2": {
                    "name": "choose",
                    "description": "Scegli tra più opzioni."
                },
                "3": {
                    "name": "roll",
                    "description": "Sceglie un numero a caso tra 1 e 6",
                    "one": "Non dovrebbe essere più alto di 1? ;P"
                },
                "4": {
                    "name": "flip",
                    "description": "Lancia una moneta.",
                    "heads": "È uscito testa.",
                    "tails": "È uscito croce."
                },
                "5": {
                    "name": "rps",
                    "description": "Gioca a sasso, carta, forbici.",
                    "invalid": "Questa non è un opzione valida. Prova rock, paper o scissors.",
                    "win": "Hai vinto",
                    "lose": "Hai perso",
                    "square": "Siamo pari"
                },
                "6": {
                    "name": "lmgtfy",
                    "description": "Create a Lmgtfy link."
                },
                "7": {
                    "name": "say",
                    "description": "Fai dire qualcosa al bot."
                },
                "8": {
                    "name": "reverse"
                    "description": "!otset out li itrevnI"
                },
                "9": {
                    "name": "emojify",
                    "description": "Converte il tuo testo in emoji!",
                    "unsupported": "I caratteri possono essere solo lettere o numeri. Altri simboli non sono supportati.",
                    "toomany": "L'emoji è troppo grande per entrare in un messaggio!"
                },
                "10": {
                    "name": "roast",
                    "description": "Insulta qualcuno! Se tu fai schifo a farlo da solo..."
                    "roasts": [
                        "I'd give you a nasty look but you've already got one.",
                        "If you're going to be two-faced, at least make one of them pretty.",
                        "The only way you'll ever get laid is if you crawl up a chicken's ass and wait.",
                        "It looks like your face caught fire and someone tried to put it out with a hammer.",
                        "I'd like to see things from your point of view, but I can't seem to get my head that far up your ass.",
                        "Scientists say the universe is made up of neutrons, protons and electrons. They forgot to mention morons.",
                        "Why is it acceptable for you to be an idiot but not for me to point it out?",
                        "Just because you have one doesn't mean you need to act like one.",
                        "Someday you'll go far... and I hope you stay there.",
                        "Which sexual position produces the ugliest children? Ask your mother.",
                        "No, those pants don't make you look fatter - how could they?",
                        "Save your breath - you'll need it to blow up your date.",
                        "If you really want to know about mistakes, you should ask your parents.",
                        "Whatever kind of look you were going for, you missed.",
                        "Hey, you have something on your chin... no, the 3rd one down.",
                        "I don't know what makes you so stupid, but it really works.",
                        "You are proof that evolution can go in reverse.",
                        "Brains aren't everything. In your case they're nothing.",
                        "I thought of you today. It reminded me to take the garbage out.",
                        "You're so ugly when you look in the mirror, your reflection looks away.",
                        "Quick - check your face! I just found your nose in my business.",
                        "It's better to let someone think you're stupid than open your mouth and prove it.",
                        "You're such a beautiful, intelligent, wonderful person. Oh I'm sorry, I thought we were having a lying competition.",
                        "I'd slap you but I don't want to make your face look any better.",
                        "You have the right to remain silent because whatever you say will probably be stupid anyway."
                    ],
                    "roastyou": "Uh?!! Bel tentativo! Non insulterò me stesso. Invece adesso insulto te."
                },
                "11": {
                    "name": "smallcaps",
                    "description": "ᴛʀᴀꜱꜰᴏʀᴍᴀ ɪʟ ᴛᴜᴏ ᴛᴇꜱᴛᴏ ɪɴ ᴄᴀʀᴀᴛᴛᴇʀɪ ᴍɪɴᴜꜱᴄᴏʟɪ!!"
                },
                "11": {
                    "name": "cringe",
                    "description": "rEnDe iL TuO TeStO CrInGe!!"
                }
            ]}
        }
    }]
}
